/*******************************************************************************
 * @             Copyright (c) 2023 LinyPower, All Rights Reserved.
 * @*****************************************************************************
 * @FilePath     : hmi_ziku.h
 * @Descripttion : 
 * @Author       : xiaoyongjun
 * @E-Mail       : xiaoyongjun@linygroup.cn
 * @Version      : v1.0.0
 * @Date         : 2023-11-09 17:08:37
*******************************************************************************/
char* ptitle[] = {
    "提示",
    "错误",
    "警告",
};

char* pcontext[] = {
    "请确认是否修改",
    "修改成功",
    "修改失败",
    "请确认是否删除",
    "删除成功",
    "删除失败",
    "警告",
    "是否新增设备",
    "新增设备成功",
    "新增设备失败",
    "是否退出登录",
};



